

const random_jokes = {
    data : [
      {
        key: '1',
        id: '131216456',
        name: 615616484,
        address: '2019-09-21 08:50:65',
        tags: ['委托审核未通过'], 
      },
      {
        key: '2',
        id: '131216456',
        name: 615616484,
        address: '2019-09-21 08:50:65',
        tags: ['委托审核通过'],
      },
      {
        key: '3',
        id: '131216456',
        name: 615616484,
        address: '2019-09-21 08:50:65',
        tags: ['委托待审核'],
      },
      {
          key: '1',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托审核未通过'], 
        },
        {
          key: '2',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托审核通过'],
        },
        {
          key: '3',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托待审核'],
        },
        {
          key: '1',
          id: '131216456',
          name: 32,
          address: '2019-09-21 08:50:65',
          tags: ['委托审核未通过'], 
        },
        {
          key: '2',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托审核通过'],
        },
        {
          key: '3',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托待审核'],
        },
        {
          key: '1',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托审核未通过'], 
        },
        {
          key: '2',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托审核通过'],
        },
        {
          key: '3',
          id: '131216456',
          name: 615616484,
          address: '2019-09-21 08:50:65',
          tags: ['委托待审核'],
        },
       
    ]
  }
    export default {
      'get /dev/api/customers/cid/projects': function (req, res) {
          res.json(random_jokes);
      }
    };